Repository: sovic/user-bundle
Catalog: translations/user-bundle+intl-icu.*.xlf
Languages: sk

# user.sign_up.link
source: Zaregistrujte se
sk: Zaregistrujte sa

# user.sign_up.heading
source: Registrace
sk: Registrácia

# user.sign_up.subtitle
source: Zabere to jen chvíli.
sk: Bude to trvať len chvíľu.

# user.sign_up.form.password_check
source: Potvrďte heslo
sk: Potvrdenie hesla

# user.sign_up.form.submit
source: Zaregistrujte se
sk: Zaregistrujte sa

# user.sign_up.form.terms
source: Souhlasím s <a href="{terms_url}" target="_blank">podmínkami používání</a> služby
sk: Súhlasím s <a href="{terms_url}" target="_blank">podmienkami používania</a> služby

# user.sign_up.email_exists
source: Účet pro tento e-mail již existuje
sk: Účet pre tento e-mail už existuje

# user.sign_up.passwords_dont_match
source: Zadaná hesla se neshodují
sk: Zadané heslá sa nezhodujú

# user.sign_up.email.heading
source: Vítejte!
sk: Vitajte!

# user.sign_up.email.text
source: Zaregistrovali jste se na službu
sk: Zaregistrovali ste sa na službu

# user.sign_up.email.button
source: Kliknutím potvrdíte registraci účtu
sk: Kliknutím potvrdíte registráciu účtu

# user.sign_up.email.password
source: Heslo k Vašemu účtu: %password%
sk: Heslo k vášmu účtu: %password%

# user.sign_up.email.subject
source: Účet vytvořen
sk: Účet vytvorený

# user.sign_up.success
source: Účet byl úspěšně vytvořen.
sk: Účet bol úspešne vytvorený.

# user.sign_up.success_requires_activation
source: Účet byl úspěšně vytvořen a čeká na schválení administrátorem.
sk: Účet bol úspešne vytvorený a čaká na schválenie správcom.

# user.sign_up.success_email_verification
source: Účet byl úspěšně vytvořen. Je vyžadováno potvrzení e-mailu, zkontrolujte prosím svůj e-mailový účet.
sk: Účet bol úspešne vytvorený. Vyžaduje sa potvrdenie e-mailom, skontrolujte si svoj e-mailový účet.

# user.verify_email.success_requires_activation
source: Váš e-mail je potvrzený, účet čeká na schválení administrátorem
sk: Váš e-mail je potvrdený, účet čaká na schválenie správcom

# user.verify_email.success
source: Váš e-mail je potvrzený
sk: Váš e-mail je potvrdený

# user.verify_email.invalid_code
source: Neplatný aktivační kód
sk: Neplatný aktivačný kód

# user.sign_in.link
source: Přihlaste se
sk: Prihlásiť sa

# user.sign_in.heading
source: Přihlásit se
sk: Prihlásiť sa

# user.sign_in.subtitle
source: Přihlaste se ke svému účtu pomocí e-mailu a hesla poskytnutého při registraci.
sk: Prihláste sa do svojho konta pomocou e-mailu a hesla zadaných pri registrácii.

# user.sign_in.form.submit
source: Přihlásit se
sk: Prihlásiť sa

# user.sign_in.form.remember
source: Zapamatovat přihlášení
sk: Zapamätať si prihlásenie

# user.sign_out.link
source: Odhlásit se
sk: Odhlásiť sa

# user.forgot_password.link
source: Zapomněli jste heslo?
sk: Zabudli ste heslo?

# user.forgot_password.heading
source: Zapomenuté heslo
sk: Zabudnuté heslo

# user.forgot_password.subtitle
source: Zapomněli jste heslo? Zadejte svůj e-mail a&nbsp;my vám zašleme odkaz pro nastavení nového hesla.
sk: Zabudli ste heslo? Zadajte svoj e-mail a my vám pošleme odkaz na nastavenie nového hesla.

# user.forgot_password.form.email
source: Registrační e-mail
sk: Registračný e-mail

# user.forgot_password.form.submit
source: Ověřit e-mail
sk: Overiť e-mail

# user.forgot_password.invalid_code
source: Neplatný kód pro zapomenuté heslo
sk: Neplatný kód pre zabudnuté heslo

# user.forgot_password.success
source: Ověřovací e-mail odeslán
sk: Odoslaný overovací e-mail

# user.forgot_password.email.subject
source: Obnovení hesla
sk: Obnovenie hesla

# user.forgot_password.email.heading
source: Obnovení hesla
sk: Obnovenie hesla

# user.forgot_password.email.text
source: Klikněte na následující odkaz a obnovte své heslo.
sk: Kliknutím na nasledujúcí link obnovíte svoje heslo.

# user.forgot_password.email.button
source: Kliknutím sem obnovíte heslo
sk: Kliknutím sem obnovíte svoje heslo

# user.new_password.heading
source: Obnovení hesla
sk: Obnovenie hesla

# user.new_password.subtitle
source: Zadejte nové heslo
sk: Zadajte nové heslo

# user.new_password.success
source: Úspešné obnovenie hesla
sk: Úspěšná obnova hesla

# user.new_password.form.submit
source: Obnovit heslo
sk: Obnovenie hesla

# user.dashboard.heading
source: Přehled vašeho profilu
sk: Prehľad vášho profilu

# user.settings.link
source: Nastavení profilu
sk: Nastavenia profilu

# user.settings.heading
source: Nastavení profilu
sk: Nastavenia profilu

# user.settings.success
source: Nastavení uloženo
sk: Uložené nastavenia

# user.settings.new_password_heading
source: Nastavení nového hesla
sk: Nastavenie nového hesla

# user.settings.form.username
source: Uživatelské jméno
sk: Používateľské meno

# user.settings.form.is_emailing_enabled
source: Zasílání notifikačních e-mailů zapnuto/vypnuto
sk: Zapnutie/vypnutie odosielania notifikačných e-mailov

# user.settings.form.submit
source: Uložit
sk: Uložiť

# user.settings.new_password.form.old_password
source: Původní heslo
sk: Pôvodné heslo

# user.settings.new_password.form.new_password_check
source: Potvrzení nového hesla
sk: Potvrdenie nového hesla

# user.settings.new_password.form.submit
source: Uložit
sk: Uložiť

# user.password.form.send_email
source: Send an email with a link to set your password
sk: Poslať email s odkazom pre nastavenie hesla
